csv.skill_desc_key_words = {
	{
		id = 1,
		key = "【血量上限Ⅰ】",
		name = "【血量上限Ⅰ】",
		desc = "提升自身5%血量上限"
	},
	{
		id = 2,
		key = "【血量上限Ⅱ】",
		name = "【血量上限Ⅱ】",
		desc = "提升自身10%血量上限"
	},
	{
		id = 3,
		key = "【血量上限Ⅲ】",
		name = "【血量上限Ⅲ】",
		desc = "提升自身15%血量上限"
	},
	{
		id = 4,
		key = "【血量上限Ⅳ】",
		name = "【血量上限Ⅳ】",
		desc = "提升自身20%血量上限"
	},
	{
		id = 5,
		key = "【血量上限Ⅴ】",
		name = "【血量上限Ⅴ】",
		desc = "提升自身25%血量上限"
	},
	{
		id = 6,
		key = "【血量上限Ⅵ】",
		name = "【血量上限Ⅵ】",
		desc = "提升自身30%血量上限"
	},
	{
		id = 7,
		key = "【血量上限Ⅶ】",
		name = "【血量上限Ⅶ】",
		desc = "提升自身35%血量上限"
	},
	{
		id = 8,
		key = "【血量上限Ⅷ】",
		name = "【血量上限Ⅷ】",
		desc = "提升自身40%血量上限"
	},
	__size = 272,
	[99991] = {
		id = 99991,
		key = "【中毒】",
		name = "【中毒】",
		desc = "中毒中毒中毒中毒"
	},
	[99992] = {
		id = 99992,
		key = "【荆棘陷阱】",
		name = "【荆棘陷阱】",
		desc = "支配性控制效果，将目标隔绝于水晶之内，无法行动且封怒"
	},
	[99993] = {
		id = 99993,
		key = "【流血】",
		name = "【流血】",
		desc = "负面效果，中毒期间每回合前有20%概率无法行动，并额外损失目标5%当前生命，最高不超过超级妙蛙花特攻的300%，上限5层"
	},
	[99994] = {
		id = 99994,
		key = "【钻石光墙】",
		name = "【钻石光墙】",
		desc = "#L0#全体护盾，光墙生命量为蒂安希200%双防之和；每额外多一名岩石、妖精系的精灵提升100%双防加成（最大可提升至400%）钻石光墙击破时恢复友方全体来自蒂安希250%双防之和的生命（溢出的恢复量转化为护盾），并降低敌方全体20%双攻1回合"
	},
	[11] = {
		id = 11,
		key = "【物攻Ⅰ】",
		name = "【物攻Ⅰ】",
		desc = "提升自身5%物攻"
	},
	[12] = {
		id = 12,
		key = "【物攻Ⅱ】",
		name = "【物攻Ⅱ】",
		desc = "提升自身10%物攻"
	},
	[13] = {
		id = 13,
		key = "【物攻Ⅲ】",
		name = "【物攻Ⅲ】",
		desc = "提升自身15%物攻"
	},
	[14] = {
		id = 14,
		key = "【物攻Ⅳ】",
		name = "【物攻Ⅳ】",
		desc = "提升自身20%物攻"
	},
	[15] = {
		id = 15,
		key = "【物攻Ⅴ】",
		name = "【物攻Ⅴ】",
		desc = "提升自身25%物攻"
	},
	[16] = {
		id = 16,
		key = "【物攻Ⅵ】",
		name = "【物攻Ⅵ】",
		desc = "提升自身30%物攻"
	},
	[17] = {
		id = 17,
		key = "【物攻Ⅶ】",
		name = "【物攻Ⅶ】",
		desc = "提升自身35%物攻"
	},
	[18] = {
		id = 18,
		key = "【物攻Ⅷ】",
		name = "【物攻Ⅷ】",
		desc = "提升自身40%物攻"
	},
	[21] = {
		id = 21,
		key = "【特攻Ⅰ】",
		name = "【特攻Ⅰ】",
		desc = "提升自身5%特攻"
	},
	[22] = {
		id = 22,
		key = "【特攻Ⅱ】",
		name = "【特攻Ⅱ】",
		desc = "提升自身10%特攻"
	},
	[23] = {
		id = 23,
		key = "【特攻Ⅲ】",
		name = "【特攻Ⅲ】",
		desc = "提升自身15%特攻"
	},
	[24] = {
		id = 24,
		key = "【特攻Ⅳ】",
		name = "【特攻Ⅳ】",
		desc = "提升自身20%特攻"
	},
	[25] = {
		id = 25,
		key = "【特攻Ⅴ】",
		name = "【特攻Ⅴ】",
		desc = "提升自身25%特攻"
	},
	[26] = {
		id = 26,
		key = "【特攻Ⅵ】",
		name = "【特攻Ⅵ】",
		desc = "提升自身30%特攻"
	},
	[27] = {
		id = 27,
		key = "【特攻Ⅶ】",
		name = "【特攻Ⅶ】",
		desc = "提升自身35%特攻"
	},
	[28] = {
		id = 28,
		key = "【特攻Ⅷ】",
		name = "【特攻Ⅷ】",
		desc = "提升自身40%特攻"
	},
	[31] = {
		id = 31,
		key = "【物防Ⅰ】",
		name = "【物防Ⅰ】",
		desc = "提升自身5%物防"
	},
	[32] = {
		id = 32,
		key = "【物防Ⅱ】",
		name = "【物防Ⅱ】",
		desc = "提升自身10%物防"
	},
	[33] = {
		id = 33,
		key = "【物防Ⅲ】",
		name = "【物防Ⅲ】",
		desc = "提升自身15%物防"
	},
	[34] = {
		id = 34,
		key = "【物防Ⅳ】",
		name = "【物防Ⅳ】",
		desc = "提升自身20%物防"
	},
	[35] = {
		id = 35,
		key = "【物防Ⅴ】",
		name = "【物防Ⅴ】",
		desc = "提升自身25%物防"
	},
	[36] = {
		id = 36,
		key = "【物防Ⅵ】",
		name = "【物防Ⅵ】",
		desc = "提升自身30%物防"
	},
	[37] = {
		id = 37,
		key = "【物防Ⅶ】",
		name = "【物防Ⅶ】",
		desc = "提升自身35%物防"
	},
	[38] = {
		id = 38,
		key = "【物防Ⅷ】",
		name = "【物防Ⅷ】",
		desc = "提升自身40%物防"
	},
	[41] = {
		id = 41,
		key = "【特防Ⅰ】",
		name = "【特防Ⅰ】",
		desc = "提升自身5%特防"
	},
	[42] = {
		id = 42,
		key = "【特防Ⅱ】",
		name = "【特防Ⅱ】",
		desc = "提升自身10%特防"
	},
	[43] = {
		id = 43,
		key = "【特防Ⅲ】",
		name = "【特防Ⅲ】",
		desc = "提升自身15%特防"
	},
	[44] = {
		id = 44,
		key = "【特防Ⅳ】",
		name = "【特防Ⅳ】",
		desc = "提升自身20%特防"
	},
	[45] = {
		id = 45,
		key = "【特防Ⅴ】",
		name = "【特防Ⅴ】",
		desc = "提升自身25%特防"
	},
	[46] = {
		id = 46,
		key = "【特防Ⅵ】",
		name = "【特防Ⅵ】",
		desc = "提升自身30%特防"
	},
	[47] = {
		id = 47,
		key = "【特防Ⅶ】",
		name = "【特防Ⅶ】",
		desc = "提升自身35%特防"
	},
	[48] = {
		id = 48,
		key = "【特防Ⅷ】",
		name = "【特防Ⅷ】",
		desc = "提升自身40%特防"
	},
	[51] = {
		id = 51,
		key = "【物防忽视Ⅰ】",
		name = "【物防忽视Ⅰ】",
		desc = "提升自身5%物防忽视"
	},
	[52] = {
		id = 52,
		key = "【物防忽视Ⅱ】",
		name = "【物防忽视Ⅱ】",
		desc = "提升自身10%物防忽视"
	},
	[53] = {
		id = 53,
		key = "【物防忽视Ⅲ】",
		name = "【物防忽视Ⅲ】",
		desc = "提升自身15%物防忽视"
	},
	[54] = {
		id = 54,
		key = "【物防忽视Ⅳ】",
		name = "【物防忽视Ⅳ】",
		desc = "提升自身20%物防忽视"
	},
	[55] = {
		id = 55,
		key = "【物防忽视Ⅴ】",
		name = "【物防忽视Ⅴ】",
		desc = "提升自身25%物防忽视"
	},
	[56] = {
		id = 56,
		key = "【物防忽视Ⅵ】",
		name = "【物防忽视Ⅵ】",
		desc = "提升自身30%物防忽视"
	},
	[57] = {
		id = 57,
		key = "【物防忽视Ⅶ】",
		name = "【物防忽视Ⅶ】",
		desc = "提升自身35%物防忽视"
	},
	[58] = {
		id = 58,
		key = "【物防忽视Ⅷ】",
		name = "【物防忽视Ⅷ】",
		desc = "提升自身40%物防忽视"
	},
	[61] = {
		id = 61,
		key = "【特防忽视Ⅰ】",
		name = "【特防忽视Ⅰ】",
		desc = "提升自身5%特防忽视"
	},
	[62] = {
		id = 62,
		key = "【特防忽视Ⅱ】",
		name = "【特防忽视Ⅱ】",
		desc = "提升自身10%特防忽视"
	},
	[63] = {
		id = 63,
		key = "【特防忽视Ⅲ】",
		name = "【特防忽视Ⅲ】",
		desc = "提升自身15%特防忽视"
	},
	[64] = {
		id = 64,
		key = "【特防忽视Ⅳ】",
		name = "【特防忽视Ⅳ】",
		desc = "提升自身20%特防忽视"
	},
	[65] = {
		id = 65,
		key = "【特防忽视Ⅴ】",
		name = "【特防忽视Ⅴ】",
		desc = "提升自身25%特防忽视"
	},
	[66] = {
		id = 66,
		key = "【特防忽视Ⅵ】",
		name = "【特防忽视Ⅵ】",
		desc = "提升自身30%特防忽视"
	},
	[67] = {
		id = 67,
		key = "【特防忽视Ⅶ】",
		name = "【特防忽视Ⅶ】",
		desc = "提升自身35%特防忽视"
	},
	[68] = {
		id = 68,
		key = "【特防忽视Ⅷ】",
		name = "【特防忽视Ⅷ】",
		desc = "提升自身40%特防忽视"
	},
	[71] = {
		id = 71,
		key = "【速度Ⅰ】",
		name = "【速度Ⅰ】",
		desc = "提升自身5%速度"
	},
	[72] = {
		id = 72,
		key = "【速度Ⅱ】",
		name = "【速度Ⅱ】",
		desc = "提升自身10%速度"
	},
	[73] = {
		id = 73,
		key = "【速度Ⅲ】",
		name = "【速度Ⅲ】",
		desc = "提升自身15%速度"
	},
	[74] = {
		id = 74,
		key = "【速度Ⅳ】",
		name = "【速度Ⅳ】",
		desc = "提升自身20%速度"
	},
	[75] = {
		id = 75,
		key = "【速度Ⅴ】",
		name = "【速度Ⅴ】",
		desc = "提升自身25%速度"
	},
	[76] = {
		id = 76,
		key = "【速度Ⅵ】",
		name = "【速度Ⅵ】",
		desc = "提升自身30%速度"
	},
	[77] = {
		id = 77,
		key = "【速度Ⅶ】",
		name = "【速度Ⅶ】",
		desc = "提升自身35%速度"
	},
	[78] = {
		id = 78,
		key = "【速度Ⅷ】",
		name = "【速度Ⅷ】",
		desc = "提升自身40%速度"
	},
	[81] = {
		id = 81,
		key = "【暴击Ⅰ】",
		name = "【暴击Ⅰ】",
		desc = "提升自身5%暴击"
	},
	[82] = {
		id = 82,
		key = "【暴击Ⅱ】",
		name = "【暴击Ⅱ】",
		desc = "提升自身10%暴击"
	},
	[83] = {
		id = 83,
		key = "【暴击Ⅲ】",
		name = "【暴击Ⅲ】",
		desc = "提升自身15%暴击"
	},
	[84] = {
		id = 84,
		key = "【暴击Ⅳ】",
		name = "【暴击Ⅳ】",
		desc = "提升自身20%暴击"
	},
	[85] = {
		id = 85,
		key = "【暴击Ⅴ】",
		name = "【暴击Ⅴ】",
		desc = "提升自身25%暴击"
	},
	[86] = {
		id = 86,
		key = "【暴击Ⅵ】",
		name = "【暴击Ⅵ】",
		desc = "提升自身30%暴击"
	},
	[87] = {
		id = 87,
		key = "【暴击Ⅶ】",
		name = "【暴击Ⅶ】",
		desc = "提升自身35%暴击"
	},
	[88] = {
		id = 88,
		key = "【暴击Ⅷ】",
		name = "【暴击Ⅷ】",
		desc = "提升自身40%暴击"
	},
	[91] = {
		id = 91,
		key = "【暴击伤害Ⅰ】",
		name = "【暴击伤害Ⅰ】",
		desc = "提升自身5%暴击伤害"
	},
	[92] = {
		id = 92,
		key = "【暴击伤害Ⅱ】",
		name = "【暴击伤害Ⅱ】",
		desc = "提升自身10%暴击伤害"
	},
	[93] = {
		id = 93,
		key = "【暴击伤害Ⅲ】",
		name = "【暴击伤害Ⅲ】",
		desc = "提升自身15%暴击伤害"
	},
	[94] = {
		id = 94,
		key = "【暴击伤害Ⅳ】",
		name = "【暴击伤害Ⅳ】",
		desc = "提升自身20%暴击伤害"
	},
	[95] = {
		id = 95,
		key = "【暴击伤害Ⅴ】",
		name = "【暴击伤害Ⅴ】",
		desc = "提升自身25%暴击伤害"
	},
	[96] = {
		id = 96,
		key = "【暴击伤害Ⅵ】",
		name = "【暴击伤害Ⅵ】",
		desc = "提升自身30%暴击伤害"
	},
	[97] = {
		id = 97,
		key = "【暴击伤害Ⅶ】",
		name = "【暴击伤害Ⅶ】",
		desc = "提升自身35%暴击伤害"
	},
	[98] = {
		id = 98,
		key = "【暴击伤害Ⅷ】",
		name = "【暴击伤害Ⅷ】",
		desc = "提升自身40%暴击伤害"
	},
	[101] = {
		id = 101,
		key = "【暴击抗性Ⅰ】",
		name = "【暴击抗性Ⅰ】",
		desc = "提升自身5%暴击抗性"
	},
	[102] = {
		id = 102,
		key = "【暴击抗性Ⅱ】",
		name = "【暴击抗性Ⅱ】",
		desc = "提升自身10%暴击抗性"
	},
	[103] = {
		id = 103,
		key = "【暴击抗性Ⅲ】",
		name = "【暴击抗性Ⅲ】",
		desc = "提升自身15%暴击抗性"
	},
	[104] = {
		id = 104,
		key = "【暴击抗性Ⅳ】",
		name = "【暴击抗性Ⅳ】",
		desc = "提升自身20%暴击抗性"
	},
	[105] = {
		id = 105,
		key = "【暴击抗性Ⅴ】",
		name = "【暴击抗性Ⅴ】",
		desc = "提升自身25%暴击抗性"
	},
	[106] = {
		id = 106,
		key = "【暴击抗性Ⅵ】",
		name = "【暴击抗性Ⅵ】",
		desc = "提升自身30%暴击抗性"
	},
	[107] = {
		id = 107,
		key = "【暴击抗性Ⅶ】",
		name = "【暴击抗性Ⅶ】",
		desc = "提升自身35%暴击抗性"
	},
	[108] = {
		id = 108,
		key = "【暴击抗性Ⅷ】",
		name = "【暴击抗性Ⅷ】",
		desc = "提升自身40%暴击抗性"
	},
	[111] = {
		id = 111,
		key = "【抵御Ⅰ】",
		name = "【抵御Ⅰ】",
		desc = "提升自身5%抵御"
	},
	[112] = {
		id = 112,
		key = "【抵御Ⅱ】",
		name = "【抵御Ⅱ】",
		desc = "提升自身10%抵御"
	},
	[113] = {
		id = 113,
		key = "【抵御Ⅲ】",
		name = "【抵御Ⅲ】",
		desc = "提升自身15%抵御"
	},
	[114] = {
		id = 114,
		key = "【抵御Ⅳ】",
		name = "【抵御Ⅳ】",
		desc = "提升自身20%抵御"
	},
	[115] = {
		id = 115,
		key = "【抵御Ⅴ】",
		name = "【抵御Ⅴ】",
		desc = "提升自身25%抵御"
	},
	[116] = {
		id = 116,
		key = "【抵御Ⅵ】",
		name = "【抵御Ⅵ】",
		desc = "提升自身30%抵御"
	},
	[117] = {
		id = 117,
		key = "【抵御Ⅶ】",
		name = "【抵御Ⅶ】",
		desc = "提升自身35%抵御"
	},
	[118] = {
		id = 118,
		key = "【抵御Ⅷ】",
		name = "【抵御Ⅷ】",
		desc = "提升自身40%抵御"
	},
	[121] = {
		id = 121,
		key = "【破抵御Ⅰ】",
		name = "【破抵御Ⅰ】",
		desc = "提升自身5%破抵御"
	},
	[122] = {
		id = 122,
		key = "【破抵御Ⅱ】",
		name = "【破抵御Ⅱ】",
		desc = "提升自身10%破抵御"
	},
	[123] = {
		id = 123,
		key = "【破抵御Ⅲ】",
		name = "【破抵御Ⅲ】",
		desc = "提升自身15%破抵御"
	},
	[124] = {
		id = 124,
		key = "【破抵御Ⅳ】",
		name = "【破抵御Ⅳ】",
		desc = "提升自身20%破抵御"
	},
	[125] = {
		id = 125,
		key = "【破抵御Ⅴ】",
		name = "【破抵御Ⅴ】",
		desc = "提升自身25%破抵御"
	},
	[126] = {
		id = 126,
		key = "【破抵御Ⅵ】",
		name = "【破抵御Ⅵ】",
		desc = "提升自身30%破抵御"
	},
	[127] = {
		id = 127,
		key = "【破抵御Ⅶ】",
		name = "【破抵御Ⅶ】",
		desc = "提升自身35%破抵御"
	},
	[128] = {
		id = 128,
		key = "【破抵御Ⅷ】",
		name = "【破抵御Ⅷ】",
		desc = "提升自身40%破抵御"
	},
	[131] = {
		id = 131,
		key = "【抵御强度Ⅰ】",
		name = "【抵御强度Ⅰ】",
		desc = "提升自身5%抵御强度"
	},
	[132] = {
		id = 132,
		key = "【抵御强度Ⅱ】",
		name = "【抵御强度Ⅱ】",
		desc = "提升自身10%抵御强度"
	},
	[133] = {
		id = 133,
		key = "【抵御强度Ⅲ】",
		name = "【抵御强度Ⅲ】",
		desc = "提升自身15%抵御强度"
	},
	[134] = {
		id = 134,
		key = "【抵御强度Ⅳ】",
		name = "【抵御强度Ⅳ】",
		desc = "提升自身20%抵御强度"
	},
	[135] = {
		id = 135,
		key = "【抵御强度Ⅴ】",
		name = "【抵御强度Ⅴ】",
		desc = "提升自身25%抵御强度"
	},
	[136] = {
		id = 136,
		key = "【抵御强度Ⅵ】",
		name = "【抵御强度Ⅵ】",
		desc = "提升自身30%抵御强度"
	},
	[137] = {
		id = 137,
		key = "【抵御强度Ⅶ】",
		name = "【抵御强度Ⅶ】",
		desc = "提升自身35%抵御强度"
	},
	[138] = {
		id = 138,
		key = "【抵御强度Ⅷ】",
		name = "【抵御强度Ⅷ】",
		desc = "提升自身40%抵御强度"
	},
	[141] = {
		id = 141,
		key = "【伤害命中Ⅰ】",
		name = "【伤害命中Ⅰ】",
		desc = "提升自身5%伤害命中"
	},
	[142] = {
		id = 142,
		key = "【伤害命中Ⅱ】",
		name = "【伤害命中Ⅱ】",
		desc = "提升自身10%伤害命中"
	},
	[143] = {
		id = 143,
		key = "【伤害命中Ⅲ】",
		name = "【伤害命中Ⅲ】",
		desc = "提升自身15%伤害命中"
	},
	[144] = {
		id = 144,
		key = "【伤害命中Ⅳ】",
		name = "【伤害命中Ⅳ】",
		desc = "提升自身20%伤害命中"
	},
	[145] = {
		id = 145,
		key = "【伤害命中Ⅴ】",
		name = "【伤害命中Ⅴ】",
		desc = "提升自身25%伤害命中"
	},
	[146] = {
		id = 146,
		key = "【伤害命中Ⅵ】",
		name = "【伤害命中Ⅵ】",
		desc = "提升自身30%伤害命中"
	},
	[147] = {
		id = 147,
		key = "【伤害命中Ⅶ】",
		name = "【伤害命中Ⅶ】",
		desc = "提升自身35%伤害命中"
	},
	[148] = {
		id = 148,
		key = "【伤害命中Ⅷ】",
		name = "【伤害命中Ⅷ】",
		desc = "提升自身40%伤害命中"
	},
	[151] = {
		id = 151,
		key = "【伤害闪避Ⅰ】",
		name = "【伤害闪避Ⅰ】",
		desc = "提升自身5%伤害闪避"
	},
	[152] = {
		id = 152,
		key = "【伤害闪避Ⅱ】",
		name = "【伤害闪避Ⅱ】",
		desc = "提升自身10%伤害闪避"
	},
	[153] = {
		id = 153,
		key = "【伤害闪避Ⅲ】",
		name = "【伤害闪避Ⅲ】",
		desc = "提升自身15%伤害闪避"
	},
	[154] = {
		id = 154,
		key = "【伤害闪避Ⅳ】",
		name = "【伤害闪避Ⅳ】",
		desc = "提升自身20%伤害闪避"
	},
	[155] = {
		id = 155,
		key = "【伤害闪避Ⅴ】",
		name = "【伤害闪避Ⅴ】",
		desc = "提升自身25%伤害闪避"
	},
	[156] = {
		id = 156,
		key = "【伤害闪避Ⅵ】",
		name = "【伤害闪避Ⅵ】",
		desc = "提升自身30%伤害闪避"
	},
	[157] = {
		id = 157,
		key = "【伤害闪避Ⅶ】",
		name = "【伤害闪避Ⅶ】",
		desc = "提升自身35%伤害闪避"
	},
	[158] = {
		id = 158,
		key = "【伤害闪避Ⅷ】",
		name = "【伤害闪避Ⅷ】",
		desc = "提升自身40%伤害闪避"
	},
	[161] = {
		id = 161,
		key = "【伤害加成Ⅰ】",
		name = "【伤害加成Ⅰ】",
		desc = "提升自身5%伤害加成"
	},
	[162] = {
		id = 162,
		key = "【伤害加成Ⅱ】",
		name = "【伤害加成Ⅱ】",
		desc = "提升自身10%伤害加成"
	},
	[163] = {
		id = 163,
		key = "【伤害加成Ⅲ】",
		name = "【伤害加成Ⅲ】",
		desc = "提升自身15%伤害加成"
	},
	[164] = {
		id = 164,
		key = "【伤害加成Ⅳ】",
		name = "【伤害加成Ⅳ】",
		desc = "提升自身20%伤害加成"
	},
	[165] = {
		id = 165,
		key = "【伤害加成Ⅴ】",
		name = "【伤害加成Ⅴ】",
		desc = "提升自身25%伤害加成"
	},
	[166] = {
		id = 166,
		key = "【伤害加成Ⅵ】",
		name = "【伤害加成Ⅵ】",
		desc = "提升自身30%伤害加成"
	},
	[167] = {
		id = 167,
		key = "【伤害加成Ⅶ】",
		name = "【伤害加成Ⅶ】",
		desc = "提升自身35%伤害加成"
	},
	[168] = {
		id = 168,
		key = "【伤害加成Ⅷ】",
		name = "【伤害加成Ⅷ】",
		desc = "提升自身40%伤害加成"
	},
	[171] = {
		id = 171,
		key = "【伤害减免Ⅰ】",
		name = "【伤害减免Ⅰ】",
		desc = "提升自身5%伤害减免"
	},
	[172] = {
		id = 172,
		key = "【伤害减免Ⅱ】",
		name = "【伤害减免Ⅱ】",
		desc = "提升自身10%伤害减免"
	},
	[173] = {
		id = 173,
		key = "【伤害减免Ⅲ】",
		name = "【伤害减免Ⅲ】",
		desc = "提升自身15%伤害减免"
	},
	[174] = {
		id = 174,
		key = "【伤害减免Ⅳ】",
		name = "【伤害减免Ⅳ】",
		desc = "提升自身20%伤害减免"
	},
	[175] = {
		id = 175,
		key = "【伤害减免Ⅴ】",
		name = "【伤害减免Ⅴ】",
		desc = "提升自身25%伤害减免"
	},
	[176] = {
		id = 176,
		key = "【伤害减免Ⅵ】",
		name = "【伤害减免Ⅵ】",
		desc = "提升自身30%伤害减免"
	},
	[177] = {
		id = 177,
		key = "【伤害减免Ⅶ】",
		name = "【伤害减免Ⅶ】",
		desc = "提升自身35%伤害减免"
	},
	[178] = {
		id = 178,
		key = "【伤害减免Ⅷ】",
		name = "【伤害减免Ⅷ】",
		desc = "提升自身40%伤害减免"
	},
	[181] = {
		id = 181,
		key = "【伤害减免Ⅰ】",
		name = "【伤害减免Ⅰ】",
		desc = "提升自身5%伤害减免"
	},
	[182] = {
		id = 182,
		key = "【必杀伤害加成Ⅱ】",
		name = "【必杀伤害加成Ⅱ】",
		desc = "提升自身10%必杀伤害加成"
	},
	[183] = {
		id = 183,
		key = "【必杀伤害加成Ⅲ】",
		name = "【必杀伤害加成Ⅲ】",
		desc = "提升自身15%必杀伤害加成"
	},
	[184] = {
		id = 184,
		key = "【必杀伤害加成Ⅳ】",
		name = "【必杀伤害加成Ⅳ】",
		desc = "提升自身20%必杀伤害加成"
	},
	[185] = {
		id = 185,
		key = "【必杀伤害加成Ⅴ】",
		name = "【必杀伤害加成Ⅴ】",
		desc = "提升自身25%必杀伤害加成"
	},
	[186] = {
		id = 186,
		key = "【必杀伤害加成Ⅵ】",
		name = "【必杀伤害加成Ⅵ】",
		desc = "提升自身30%必杀伤害加成"
	},
	[187] = {
		id = 187,
		key = "【必杀伤害加成Ⅶ】",
		name = "【必杀伤害加成Ⅶ】",
		desc = "提升自身35%必杀伤害加成"
	},
	[188] = {
		id = 188,
		key = "【必杀伤害加成Ⅷ】",
		name = "【必杀伤害加成Ⅷ】",
		desc = "提升自身40%必杀伤害加成"
	},
	[191] = {
		id = 191,
		key = "【必杀伤害减免Ⅰ】",
		name = "【必杀伤害减免Ⅰ】",
		desc = "提升自身5%必杀伤害减免"
	},
	[192] = {
		id = 192,
		key = "【必杀伤害减免Ⅱ】",
		name = "【必杀伤害减免Ⅱ】",
		desc = "提升自身10%必杀伤害减免"
	},
	[193] = {
		id = 193,
		key = "【必杀伤害减免Ⅲ】",
		name = "【必杀伤害减免Ⅲ】",
		desc = "提升自身15%必杀伤害减免"
	},
	[194] = {
		id = 194,
		key = "【必杀伤害减免Ⅳ】",
		name = "【必杀伤害减免Ⅳ】",
		desc = "提升自身20%必杀伤害减免"
	},
	[195] = {
		id = 195,
		key = "【必杀伤害减免Ⅴ】",
		name = "【必杀伤害减免Ⅴ】",
		desc = "提升自身25%必杀伤害减免"
	},
	[196] = {
		id = 196,
		key = "【必杀伤害减免Ⅵ】",
		name = "【必杀伤害减免Ⅵ】",
		desc = "提升自身30%必杀伤害减免"
	},
	[197] = {
		id = 197,
		key = "【必杀伤害减免Ⅶ】",
		name = "【必杀伤害减免Ⅶ】",
		desc = "提升自身35%必杀伤害减免"
	},
	[198] = {
		id = 198,
		key = "【必杀伤害减免Ⅷ】",
		name = "【必杀伤害减免Ⅷ】",
		desc = "提升自身40%必杀伤害减免"
	},
	[201] = {
		id = 201,
		key = "【吸血Ⅰ】",
		name = "【吸血Ⅰ】",
		desc = "提升自身5%吸血"
	},
	[202] = {
		id = 202,
		key = "【吸血Ⅱ】",
		name = "【吸血Ⅱ】",
		desc = "提升自身10%吸血"
	},
	[203] = {
		id = 203,
		key = "【吸血Ⅲ】",
		name = "【吸血Ⅲ】",
		desc = "提升自身15%吸血"
	},
	[204] = {
		id = 204,
		key = "【吸血Ⅳ】",
		name = "【吸血Ⅳ】",
		desc = "提升自身20%吸血"
	},
	[205] = {
		id = 205,
		key = "【吸血Ⅴ】",
		name = "【吸血Ⅴ】",
		desc = "提升自身25%吸血"
	},
	[206] = {
		id = 206,
		key = "【吸血Ⅵ】",
		name = "【吸血Ⅵ】",
		desc = "提升自身30%吸血"
	},
	[207] = {
		id = 207,
		key = "【吸血Ⅶ】",
		name = "【吸血Ⅶ】",
		desc = "提升自身35%吸血"
	},
	[208] = {
		id = 208,
		key = "【吸血Ⅷ】",
		name = "【吸血Ⅷ】",
		desc = "提升自身40%吸血"
	},
	[211] = {
		id = 211,
		key = "【反弹Ⅰ】",
		name = "【反弹Ⅰ】",
		desc = "提升自身5%反弹"
	},
	[212] = {
		id = 212,
		key = "【反弹Ⅱ】",
		name = "【反弹Ⅱ】",
		desc = "提升自身10%反弹"
	},
	[213] = {
		id = 213,
		key = "【反弹Ⅲ】",
		name = "【反弹Ⅲ】",
		desc = "提升自身15%反弹"
	},
	[214] = {
		id = 214,
		key = "【反弹Ⅳ】",
		name = "【反弹Ⅳ】",
		desc = "提升自身20%反弹"
	},
	[215] = {
		id = 215,
		key = "【反弹Ⅴ】",
		name = "【反弹Ⅴ】",
		desc = "提升自身25%反弹"
	},
	[216] = {
		id = 216,
		key = "【反弹Ⅵ】",
		name = "【反弹Ⅵ】",
		desc = "提升自身30%反弹"
	},
	[217] = {
		id = 217,
		key = "【反弹Ⅶ】",
		name = "【反弹Ⅶ】",
		desc = "提升自身35%反弹"
	},
	[218] = {
		id = 218,
		key = "【反弹Ⅷ】",
		name = "【反弹Ⅷ】",
		desc = "提升自身40%反弹"
	},
	[221] = {
		id = 221,
		key = "【治疗率Ⅰ】",
		name = "【治疗率Ⅰ】",
		desc = "提升自身5%治疗率"
	},
	[222] = {
		id = 222,
		key = "【治疗率Ⅱ】",
		name = "【治疗率Ⅱ】",
		desc = "提升自身10%治疗率"
	},
	[223] = {
		id = 223,
		key = "【治疗率Ⅲ】",
		name = "【治疗率Ⅲ】",
		desc = "提升自身15%治疗率"
	},
	[224] = {
		id = 224,
		key = "【治疗率Ⅳ】",
		name = "【治疗率Ⅳ】",
		desc = "提升自身20%治疗率"
	},
	[225] = {
		id = 225,
		key = "【治疗率Ⅴ】",
		name = "【治疗率Ⅴ】",
		desc = "提升自身25%治疗率"
	},
	[226] = {
		id = 226,
		key = "【治疗率Ⅵ】",
		name = "【治疗率Ⅵ】",
		desc = "提升自身30%治疗率"
	},
	[227] = {
		id = 227,
		key = "【治疗率Ⅶ】",
		name = "【治疗率Ⅶ】",
		desc = "提升自身35%治疗率"
	},
	[228] = {
		id = 228,
		key = "【治疗率Ⅷ】",
		name = "【治疗率Ⅷ】",
		desc = "提升自身40%治疗率"
	},
	[231] = {
		id = 231,
		key = "【物攻伤害加成Ⅰ】",
		name = "【物攻伤害加成Ⅰ】",
		desc = "提升自身5%物攻伤害加成"
	},
	[232] = {
		id = 232,
		key = "【物攻伤害加成Ⅱ】",
		name = "【物攻伤害加成Ⅱ】",
		desc = "提升自身10%物攻伤害加成"
	},
	[233] = {
		id = 233,
		key = "【物攻伤害加成Ⅲ】",
		name = "【物攻伤害加成Ⅲ】",
		desc = "提升自身15%物攻伤害加成"
	},
	[234] = {
		id = 234,
		key = "【物攻伤害加成Ⅳ】",
		name = "【物攻伤害加成Ⅳ】",
		desc = "提升自身20%物攻伤害加成"
	},
	[235] = {
		id = 235,
		key = "【物攻伤害加成Ⅴ】",
		name = "【物攻伤害加成Ⅴ】",
		desc = "提升自身25%物攻伤害加成"
	},
	[236] = {
		id = 236,
		key = "【物攻伤害加成Ⅵ】",
		name = "【物攻伤害加成Ⅵ】",
		desc = "提升自身30%物攻伤害加成"
	},
	[237] = {
		id = 237,
		key = "【物攻伤害加成Ⅶ】",
		name = "【物攻伤害加成Ⅶ】",
		desc = "提升自身35%物攻伤害加成"
	},
	[238] = {
		id = 238,
		key = "【物攻伤害加成Ⅷ】",
		name = "【物攻伤害加成Ⅷ】",
		desc = "提升自身40%物攻伤害加成"
	},
	[241] = {
		id = 241,
		key = "【物攻伤害减免Ⅰ】",
		name = "【物攻伤害减免Ⅰ】",
		desc = "提升自身5%物攻伤害减免"
	},
	[242] = {
		id = 242,
		key = "【物攻伤害减免Ⅱ】",
		name = "【物攻伤害减免Ⅱ】",
		desc = "提升自身10%物攻伤害减免"
	},
	[243] = {
		id = 243,
		key = "【物攻伤害减免Ⅲ】",
		name = "【物攻伤害减免Ⅲ】",
		desc = "提升自身15%物攻伤害减免"
	},
	[244] = {
		id = 244,
		key = "【物攻伤害减免Ⅳ】",
		name = "【物攻伤害减免Ⅳ】",
		desc = "提升自身20%物攻伤害减免"
	},
	[245] = {
		id = 245,
		key = "【物攻伤害减免Ⅴ】",
		name = "【物攻伤害减免Ⅴ】",
		desc = "提升自身25%物攻伤害减免"
	},
	[246] = {
		id = 246,
		key = "【物攻伤害减免Ⅵ】",
		name = "【物攻伤害减免Ⅵ】",
		desc = "提升自身30%物攻伤害减免"
	},
	[247] = {
		id = 247,
		key = "【物攻伤害减免Ⅶ】",
		name = "【物攻伤害减免Ⅶ】",
		desc = "提升自身35%物攻伤害减免"
	},
	[248] = {
		id = 248,
		key = "【物攻伤害减免Ⅷ】",
		name = "【物攻伤害减免Ⅷ】",
		desc = "提升自身40%物攻伤害减免"
	},
	[251] = {
		id = 251,
		key = "【特攻伤害加成Ⅰ】",
		name = "【特攻伤害加成Ⅰ】",
		desc = "提升自身5%特攻伤害加成"
	},
	[252] = {
		id = 252,
		key = "【特攻伤害加成Ⅱ】",
		name = "【特攻伤害加成Ⅱ】",
		desc = "提升自身10%特攻伤害加成"
	},
	[253] = {
		id = 253,
		key = "【特攻伤害加成Ⅲ】",
		name = "【特攻伤害加成Ⅲ】",
		desc = "提升自身15%特攻伤害加成"
	},
	[254] = {
		id = 254,
		key = "【特攻伤害加成Ⅳ】",
		name = "【特攻伤害加成Ⅳ】",
		desc = "提升自身20%特攻伤害加成"
	},
	[255] = {
		id = 255,
		key = "【特攻伤害加成Ⅴ】",
		name = "【特攻伤害加成Ⅴ】",
		desc = "提升自身25%特攻伤害加成"
	},
	[256] = {
		id = 256,
		key = "【特攻伤害加成Ⅵ】",
		name = "【特攻伤害加成Ⅵ】",
		desc = "提升自身30%特攻伤害加成"
	},
	[257] = {
		id = 257,
		key = "【特攻伤害加成Ⅶ】",
		name = "【特攻伤害加成Ⅶ】",
		desc = "提升自身35%特攻伤害加成"
	},
	[258] = {
		id = 258,
		key = "【特攻伤害加成Ⅷ】",
		name = "【特攻伤害加成Ⅷ】",
		desc = "提升自身40%特攻伤害加成"
	},
	[261] = {
		id = 261,
		key = "【特攻伤害减免Ⅰ】",
		name = "【特攻伤害减免Ⅰ】",
		desc = "提升自身5%特攻伤害减免"
	},
	[262] = {
		id = 262,
		key = "【特攻伤害减免Ⅱ】",
		name = "【特攻伤害减免Ⅱ】",
		desc = "提升自身10%特攻伤害减免"
	},
	[263] = {
		id = 263,
		key = "【特攻伤害减免Ⅲ】",
		name = "【特攻伤害减免Ⅲ】",
		desc = "提升自身15%特攻伤害减免"
	},
	[264] = {
		id = 264,
		key = "【特攻伤害减免Ⅳ】",
		name = "【特攻伤害减免Ⅳ】",
		desc = "提升自身20%特攻伤害减免"
	},
	[265] = {
		id = 265,
		key = "【特攻伤害减免Ⅴ】",
		name = "【特攻伤害减免Ⅴ】",
		desc = "提升自身25%特攻伤害减免"
	},
	[266] = {
		id = 266,
		key = "【特攻伤害减免Ⅵ】",
		name = "【特攻伤害减免Ⅵ】",
		desc = "提升自身30%特攻伤害减免"
	},
	[267] = {
		id = 267,
		key = "【特攻伤害减免Ⅶ】",
		name = "【特攻伤害减免Ⅶ】",
		desc = "提升自身35%特攻伤害减免"
	},
	[268] = {
		id = 268,
		key = "【特攻伤害减免Ⅷ】",
		name = "【特攻伤害减免Ⅷ】",
		desc = "提升自身40%特攻伤害减免"
	},
	[271] = {
		id = 271,
		key = "【控制率Ⅰ】",
		name = "【控制率Ⅰ】",
		desc = "提升自身5%控制率"
	},
	[272] = {
		id = 272,
		key = "【控制率Ⅱ】",
		name = "【控制率Ⅱ】",
		desc = "提升自身10%控制率"
	},
	[273] = {
		id = 273,
		key = "【控制率Ⅲ】",
		name = "【控制率Ⅲ】",
		desc = "提升自身15%控制率"
	},
	[274] = {
		id = 274,
		key = "【控制率Ⅳ】",
		name = "【控制率Ⅳ】",
		desc = "提升自身20%控制率"
	},
	[275] = {
		id = 275,
		key = "【控制率Ⅴ】",
		name = "【控制率Ⅴ】",
		desc = "提升自身25%控制率"
	},
	[276] = {
		id = 276,
		key = "【控制率Ⅵ】",
		name = "【控制率Ⅵ】",
		desc = "提升自身30%控制率"
	},
	[277] = {
		id = 277,
		key = "【控制率Ⅶ】",
		name = "【控制率Ⅶ】",
		desc = "提升自身35%控制率"
	},
	[278] = {
		id = 278,
		key = "【控制率Ⅷ】",
		name = "【控制率Ⅷ】",
		desc = "提升自身40%控制率"
	},
	[281] = {
		id = 281,
		key = "【免控率Ⅰ】",
		name = "【免控率Ⅰ】",
		desc = "提升自身5%免控率"
	},
	[282] = {
		id = 282,
		key = "【免控率Ⅱ】",
		name = "【免控率Ⅱ】",
		desc = "提升自身10%免控率"
	},
	[283] = {
		id = 283,
		key = "【免控率Ⅲ】",
		name = "【免控率Ⅲ】",
		desc = "提升自身15%免控率"
	},
	[284] = {
		id = 284,
		key = "【免控率Ⅳ】",
		name = "【免控率Ⅳ】",
		desc = "提升自身20%免控率"
	},
	[285] = {
		id = 285,
		key = "【免控率Ⅴ】",
		name = "【免控率Ⅴ】",
		desc = "提升自身25%免控率"
	},
	[286] = {
		id = 286,
		key = "【免控率Ⅵ】",
		name = "【免控率Ⅵ】",
		desc = "提升自身30%免控率"
	},
	[287] = {
		id = 287,
		key = "【免控率Ⅶ】",
		name = "【免控率Ⅶ】",
		desc = "提升自身35%免控率"
	},
	[288] = {
		id = 288,
		key = "【免控率Ⅷ】",
		name = "【免控率Ⅷ】",
		desc = "提升自身40%免控率"
	},
	[291] = {
		id = 291,
		key = "【最终伤害加成Ⅰ】",
		name = "【最终伤害加成Ⅰ】",
		desc = "提升自身5%最终伤害加成"
	},
	[292] = {
		id = 292,
		key = "【最终伤害加成Ⅱ】",
		name = "【最终伤害加成Ⅱ】",
		desc = "提升自身10%最终伤害加成"
	},
	[293] = {
		id = 293,
		key = "【最终伤害加成Ⅲ】",
		name = "【最终伤害加成Ⅲ】",
		desc = "提升自身15%最终伤害加成"
	},
	[294] = {
		id = 294,
		key = "【最终伤害加成Ⅳ】",
		name = "【最终伤害加成Ⅳ】",
		desc = "提升自身20%最终伤害加成"
	},
	[295] = {
		id = 295,
		key = "【最终伤害加成Ⅴ】",
		name = "【最终伤害加成Ⅴ】",
		desc = "提升自身25%最终伤害加成"
	},
	[296] = {
		id = 296,
		key = "【最终伤害加成Ⅵ】",
		name = "【最终伤害加成Ⅵ】",
		desc = "提升自身30%最终伤害加成"
	},
	[297] = {
		id = 297,
		key = "【最终伤害加成Ⅶ】",
		name = "【最终伤害加成Ⅶ】",
		desc = "提升自身35%最终伤害加成"
	},
	[298] = {
		id = 298,
		key = "【最终伤害加成Ⅷ】",
		name = "【最终伤害加成Ⅷ】",
		desc = "提升自身40%最终伤害加成"
	},
	[301] = {
		id = 301,
		key = "【最终伤害减免Ⅰ】",
		name = "【最终伤害减免Ⅰ】",
		desc = "提升自身5%最终伤害减免"
	},
	[302] = {
		id = 302,
		key = "【最终伤害减免Ⅱ】",
		name = "【最终伤害减免Ⅱ】",
		desc = "提升自身10%最终伤害减免"
	},
	[303] = {
		id = 303,
		key = "【最终伤害减免Ⅲ】",
		name = "【最终伤害减免Ⅲ】",
		desc = "提升自身15%最终伤害减免"
	},
	[304] = {
		id = 304,
		key = "【最终伤害减免Ⅳ】",
		name = "【最终伤害减免Ⅳ】",
		desc = "提升自身20%最终伤害减免"
	},
	[305] = {
		id = 305,
		key = "【最终伤害减免Ⅴ】",
		name = "【最终伤害减免Ⅴ】",
		desc = "提升自身25%最终伤害减免"
	},
	[306] = {
		id = 306,
		key = "【最终伤害减免Ⅵ】",
		name = "【最终伤害减免Ⅵ】",
		desc = "提升自身30%最终伤害减免"
	},
	[307] = {
		id = 307,
		key = "【最终伤害减免Ⅶ】",
		name = "【最终伤害减免Ⅶ】",
		desc = "提升自身35%最终伤害减免"
	},
	[308] = {
		id = 308,
		key = "【最终伤害减免Ⅷ】",
		name = "【最终伤害减免Ⅷ】",
		desc = "提升自身40%最终伤害减免"
	},
	[501] = {
		id = 501,
		key = "【灼烧Ⅰ】",
		name = "【灼烧Ⅰ】",
		desc = "提升自身100%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[502] = {
		id = 502,
		key = "【灼烧Ⅱ】",
		name = "【灼烧Ⅱ】",
		desc = "提升自身120%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[503] = {
		id = 503,
		key = "【灼烧Ⅲ】",
		name = "【灼烧Ⅲ】",
		desc = "提升自身140%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[504] = {
		id = 504,
		key = "【灼烧Ⅳ】",
		name = "【灼烧Ⅳ】",
		desc = "提升自身160%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[505] = {
		id = 505,
		key = "【灼烧Ⅴ】",
		name = "【灼烧Ⅴ】",
		desc = "提升自身180%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[506] = {
		id = 506,
		key = "【灼烧Ⅵ】",
		name = "【灼烧Ⅵ】",
		desc = "提升自身200%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[507] = {
		id = 507,
		key = "【灼烧Ⅶ】",
		name = "【灼烧Ⅶ】",
		desc = "提升自身220%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[508] = {
		id = 508,
		key = "【灼烧Ⅷ】",
		name = "【灼烧Ⅷ】",
		desc = "提升自身240%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[19721] = {
		id = 19721,
		key = "【大日照】",
		name = "【大日照】",
		desc = "#L0#天气效果，己方火系精灵暴击爆伤提升10%，火系技能和火元素类伤害效果提升15%，火系受到克制伤害降低15%"
	},
	[19722] = {
		id = 19722,
		key = "【熔火之心】",
		name = "【熔火之心】",
		desc = "#L0#激活后，进入熔火状态，受伤优先消耗熔火之心储存的能量，能量无法恢复，耗尽时不受到过量伤害，消耗能量也可获得等量的损血回怒"
	},
	[19723] = {
		id = 19723,
		key = "【沉重身躯】",
		name = "【沉重身躯】",
		desc = "#L0#降低15%受到的伤害，免疫吹飞、冲走等位移型控制"
	},
	[19724] = {
		id = 19724,
		key = "【灼烧Ⅱ】",
		name = "【灼烧Ⅱ】",
		desc = "#L0#行动前每层造成释放者120%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[19725] = {
		id = 19725,
		key = "【眩晕】",
		name = "【眩晕】",
		desc = "#L0#1级控制，目标无法行动"
	},
	[19726] = {
		id = 19726,
		key = "【物攻提升Ⅱ】",
		name = "【物攻提升Ⅱ】",
		desc = "#L0#提升自身10%物理攻击"
	},
	[19727] = {
		id = 19727,
		key = "【双防提升Ⅱ】",
		name = "【双防提升Ⅱ】",
		desc = "#L0#提升自身20%物理防御和特殊防御"
	},
	[19728] = {
		id = 19728,
		key = "【灼烧Ⅰ】",
		name = "【灼烧Ⅰ】",
		desc = "#L0#行动前每层造成释放者100%特攻/物攻的火元素伤害，最高叠加5层"
	},
	[19729] = {
		id = 19729,
		key = "【双防提升Ⅲ】",
		name = "【双防提升Ⅲ】",
		desc = "#L0#提升自身30%物理防御和特殊防御"
	},
	[19730] = {
		id = 19730,
		key = "【缴械】",
		name = "【缴械】",
		desc = "#L0#1级控制，目标无法使用普攻和小技能"
	},
	[19731] = {
		id = 19731,
		key = "【致盲Ⅰ】",
		name = "【致盲Ⅰ】",
		desc = "#L0#攻击时有10%概率落空"
	},
	[19732] = {
		id = 19732,
		key = "【致盲Ⅱ】",
		name = "【致盲Ⅱ】",
		desc = "#L0#攻击时有20%概率落空"
	},
	__default = {
		__index = {
			key = "",
			name = "",
			desc = "",
			bgColor = {
				192,
				126,
				221
			},
			strokeColor = {
				133,
				87,
				153
			},
			fontColor = {
				157,
				77,
				192
			}
		}
	}
}

return csv.skill_desc_key_words
